{
  "productos": [
    {
      "id": "1",
      "nombre": "Star Wars The Child Animatronic Yoda Hasbro Sonidos Movimien",
      "precio": "198.105",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_959354-MCO45415922864_042021-F.webp",
      "categoria": "Star wars",
      "descripcion": "Ideal para coleccionistas. Una de las actividades que podrás hacer con este tipo de figuras es coleccionarlas y guardarlas en un lugar especial. A medida que conozcas más y más, tu colección irá creciendo y será más variada."
    },
    {
      "id": "2",
      "nombre": "Palillos De Luz Led De Star Wars",
      "precio": "119.900",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_751484-MCO45323760356_032021-F.webp",
      "categoria": "Star wars",
      "descripcion": "ESTOS SON LOS PALILLOS QUE ESTÁS BUSCANDO: ¡Es hora de impresionar a todos tus invitados con tus épicos palillos de sable de luz, que llevarán tus noches de sushi a otra galaxia estelar, muy, muy lejana!"
    },
    {
      "id": "3",
      "nombre": "Mugs Taza Pocillo 3d Star Wars Bb8",
      "precio": "90.000",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_706003-MCO53708787088_022023-F.webp",
      "categoria": "Star wars",
      "descripcion": "-Importada: Materiales: cerámica -Capacidad: 16 oz. -Dimensiones: 12cm x 13.5cm x 5.3cm(incluido el mango) -Tapa extraíble -Muy buenos detalles -De alta calidad"
    },
    {
      "id": "4",
      "nombre": "Destapador Llavero Darth Vader",
      "precio": "90.000",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_849765-MCO52102944002_102022-F.webp",
      "categoria": "Star wars",
      "descripcion": "No usas más la chapa de tu puerta, los dientes, ni los cuchillos para abrir tu cerveza, se todo un Geek y usa tu personaje favorito de Star Wars como destapador. Destapa esos momentos especiales sin importar el lugar donde te encuentres con nuestros llaveros destapadores StarkGeek de Darth Vader"
    },
    {
      "id": "5",
      "nombre": "Figura Hasbro Star Wars Episode I: Jar Jar Binks",
      "precio": "169.200",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_844358-MCO47313117346_082021-F.webp",
      "categoria": "Star wars",
      "descripcion": "Figura Hasbro Star Wars Episode I: Jar Jar Binks. Figura original articulada con estupendos detalles para coleccionistas"
    },
    {
      "id": "6",
      "nombre": "Star Wars The Black Series The Mandalorian, Ahsoka & Grogu",
      "precio": "499.000",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_830449-MCO53007129879_122022-F.webp",
      "categoria": "Star wars",
      "descripcion": "El Mandaloriano busca a Ahsoka Tano para ayudar a revelar el pasado del Niño e iluminar el camino hacia su futuro."
    },
    {
      "id": "7",
      "nombre": "Microsoft Xbox Series S 512GB Standard color blanco",
      "precio": "1.569.900",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_641295-MLA69573719686_052023-F.webp",
      "categoria": "Consolas",
      "descripcion": "Con tu consola Xbox Series tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos. "
    },
    {
      "id": "8",
      "nombre": "intendo Switch OLED 64GB Standard color blanco y negro",
      "precio": "1.484.900",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_625423-MLA47920375564_102021-F.webp",
      "categoria": "Consolas",
      "descripcion": "Con tu consola Switch tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos."
    },
    {
      "id": "9",
      "nombre": "ony PlayStation 4 Slim 1TB Standard color negro azabache",
      "precio": "1.749.900",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_817486-MLA32731749427_112019-F.webp",
      "categoria": "Consolas",
      "descripcion": "Con tu consola PlayStation 4 tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos."
    },
    {
      "id": "10",
      "nombre": "Microsoft Xbox Series X 1TB Standard color negro",
      "precio": "2.999.900",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_634621-MLA45731974326_042021-F.webp",
      "categoria": "Consolas",
      "descripcion": "Con tu consola Xbox Series tendrás entretenimiento asegurado todos los días. Su tecnología fue creada para poner nuevos retos tanto a jugadores principiantes como expertos."
    },
    {
      "id": "11",
      "nombre": "Play Station Vr2. Ed. Horizon Call Of The Mountain",
      "precio": "3.379.900",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_766724-MCO54589681481_032023-F.webp",
      "categoria": "Consolas",
      "descripcion": "La nueva generación de juegos en realidad virtual</br></br>La innovadora tecnología PlayStation VR2 Sense™ da vida a la emoción y a la inmersión a través de las sutiles vibraciones de los auriculares, la tecnología de audio en 3D y el seguimiento inteligente de los ojos, combinados con la detección del tacto de los dedos, la retroalimentación háptica y los disparos adaptativos del mando PS VR2 Sense1"
    },
    {
      "id": "12",
      "nombre": "Oculus Quest 2 Gafas Realidad Virtual Vr Todo En Uno 128 Gb",
      "precio": "1.949.900",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_602953-MCO47496742475_092021-F.webp",
      "categoria": "Consolas",
      "descripcion": "Hardware de siguiente nivel: haga que cada movimiento cuente con un procesador ultrarrápido y una pantalla de mayor resolución"
    },
    {
      "id": "13",
      "nombre": "Mario Bros Camiseta Obsequio Gorra Trucker Combo",
      "precio": "54.999",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_686398-MCO52807059488_122022-F.webp",
      "categoria": "Diversos",
      "descripcion": "-Gorra tipo Camionera, ajustable y con malla para mantenerte fresco. Excelente estampado en tela</br></br>Material Exterior: 100% material textil fibra de poliéster. Material Interior: 100% material textil fibra de poliéster, relleno de espuma de poliuretano. </br></br>Broche trasero en tira plástica de polietileno. Ajustable. </br></br>- Camiseta cuello redondo 100% Algodón, Estampado con Vinilo textil importado de alta calidad."
    },
    {
      "id": "14",
      "nombre": "Gorra Cazafantasmas Niños Y Adultos",
      "precio": "26.699",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_845409-MCO43767606190_102020-F.webp",
      "categoria": "Diversos",
      "descripcion": "Gorra tipo Camionera, ajustable y con malla para mantenerte fresco. Excelente estampado en tela. </br></br>Material Exterior: 100% material textil fibra de poliéster. </br></br>Material Interior: 100% material textil fibra de poliéster, relleno de espuma de poliuretano. </br></br>Broche trasero en tira plástica de polietileno. </br></br>Ajustable."
    },
    {
      "id": "15",
      "nombre": "Pokémon Sword Standard Edition Nintendo Switch Físico",
      "precio": "239.592",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_899047-MLA45732677132_042021-F.webp",
      "categoria": "Diversos",
      "descripcion": "Con este juego de Pokémon vas a disfrutar de horas de diversión y de nuevos desafíos que te permitirán mejorar como gamer. </br></br>Interactúa con otros jugadores’</br></br>Podrás disfrutar de una experiencia inigualable, ya que te permite jugar con tus amistades y compartir momentos inolvidables. </br></br>Diversión sin fronteras</br></br>Podrás compartir cada juego con personas de todo el mundo, ya que es posible conectarse de manera online."
    },
    {
      "id": "16",
      "nombre": "Peluche Pikachu Pokemon Hermoso Juguete",
      "precio": "49.491",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_617997-MCO51328950411_082022-F.webp",
      "categoria": "Diversos",
      "descripcion": "Pikachu es un Pokémon de tipo eléctrico introducido en la primera generación. Es el Pokémon más conocido de la historia, mayormente por ser el acompañante del protagonista del anime, Ash Ketchum y la mascota representante de la franquicia Pokémon. Es el Pokémon inicial de Pokémon Amarillo y Pokémon: Let's Go Pikachu!."
    },
    {
      "id": "17",
      "nombre": "Compatible Con Playstation - Geekshare Cat Paw Ps5 - Funda.",
      "precio": "146.990",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_877996-MCO69844663952_062023-F.webp",
      "categoria": "Diversos",
      "descripcion": "Compatible con Playstation - GeekShare Cat Paw PS5 - Funda protectora de silicona antideslizante para Playstation 5 DualSense con controlador inalámbrico (azul) </br></br>Compatible con: se adapta perfectamente a tu controlador inalámbrico PS5 Dualsense. No es compatible con controlador PS4. El corte preciso te permite acceder fácilmente a todos los botones. Te ofrece una experiencia de juego más perfecta. </br></br>Alta calidad: la superficie del mango de silicona antideslizante está diseñada con ranuras en forma de pata de gato para optimizar el flujo de aire, mantener tus manos frescas y evitar resbalones."
    },
    {
      "id": "18",
      "nombre": "Tarjeta Psn $20 Usd Para Cuenta Usa Ps4 - Ps5",
      "precio": "89.930",
      "imagen": "https://http2.mlstatic.com/D_NQ_NP_2X_800908-MCO48719110897_122021-F.webp",
      "categoria": "Diversos",
      "descripcion": "Disfruta del contenido de PlayStation® con las prácticas tarjetas de Saldo PlayStation®Store, que te permiten comprar juegos descargables, complementos de juegos, películas completas, programas de televisión e incluso suscripciones a PlayStation®Plus. ¡Compre uno para usted o como tarjeta de regalo para otra persona!"
    }
  ],
  "profile": {
    "nombre": "AlexRencar"
  }
}
